[
    {
        "sol_type_id": "1",
        "sol_type_name": "Gelber Stern",
        "sol_type_f_metal": "1.35",
        "sol_type_f_crystal": "1.30",
        "sol_type_f_plastic": "1.10",
        "sol_type_f_fuel": "1.00",
        "sol_type_f_food": "0.90",
        "sol_type_f_power": "1.10",
        "sol_type_f_population": "1.10",
        "sol_type_f_buildtime": "1.10",
        "sol_type_comment": "Die gelben Sterne gehören zu der Kategorie \"mittelgrosse Sterne\". Das Alter solcher Gelben Sterne kann extrem variieren; sie können zwischen einigen Jahrtausenden bis hin zu Jahrmillionen alt sein.<br>Generell gilt jedoch, dass auf Gelben Sternen gemässigte und gute Lebensbedingungen herrschen. Ausserdem ist die Geodiversität relativ gross, was den Abbau von Metallen genauso fördert wie die Entwicklung von Chemikalien. Dank dem mineralhaltigen Boden ist sogar ein gewisser Kristallabbau möglich.<br>Einzig der Nahrung scheint der mineralienhaltige Boden nicht ganz so gut zu bekommen...",
        "sol_type_f_researchtime": "1.00",
        "sol_type_consider": "1"
    },
    {
        "sol_type_id": "2",
        "sol_type_name": "Blauer Stern",
        "sol_type_f_metal": "1.00",
        "sol_type_f_crystal": "1.30",
        "sol_type_f_plastic": "1.00",
        "sol_type_f_fuel": "1.00",
        "sol_type_f_food": "1.05",
        "sol_type_f_power": "0.90",
        "sol_type_f_population": "1.00",
        "sol_type_f_buildtime": "1.00",
        "sol_type_comment": "Diese Art von Sternen erscheint dem Beobachter meist blau; das liegt daran, dass im Innern des Sterns eine gewaltige Hitze herrscht, vergleichbar mit der blauen Färbung einer Flamme beim Schweissen.<br>Durch die gigantischen Hitzewellen sind die Lebensbedingungen im Umfeld Blauer Sterne für die verschiedenen Völker nicht optimal. Einige jedoch haben sich inzwischen dem heissen Klima anpassen können und nutzen genau dieses zur Verschmelzung von Kristallinem Material, um qualitativ hochstehende Kristallite herzustellen.<br>Bisher wollte es jedoch noch keinem Volk so richtig gelingen, aus dem heissen Klima einen weiteren Nutzen in Sachen Industrie zu ziehen. Im Gegenteil, meist ist die Stromproduktion und das Wachstum der Bevölkerung tiefer als in anderen Sternsystemen.",
        "sol_type_f_researchtime": "1.00",
        "sol_type_consider": "1"
    },
    {
        "sol_type_id": "3",
        "sol_type_name": "Roter Stern",
        "sol_type_f_metal": "0.95",
        "sol_type_f_crystal": "0.95",
        "sol_type_f_plastic": "1.00",
        "sol_type_f_fuel": "0.85",
        "sol_type_f_food": "0.95",
        "sol_type_f_power": "0.90",
        "sol_type_f_population": "1.10",
        "sol_type_f_buildtime": "0.85",
        "sol_type_comment": "Rote Sterne sind eher klein und schon recht alt. Dadurch ist ihre Energieaustrahlung nicht mehr ganz so gross, was wiederum eine gute Klimabedingung für die meisten Völker ist. Deshalb verwundert es nicht, dass man in vielen Roten Sternen alle möglichen Völker antrifft, welche dort seit ewigen Zeiten eine neue Heimat gefunden haben.<br>Ebenfalls positiv wirkt sich die gemässigte Energieabgabe der Roten Sterne auf verschiedenste Produktionen aus, was dann wiederum den dort wohnhaften Völkern zugute kommt.",
        "sol_type_f_researchtime": "1.00",
        "sol_type_consider": "1"
    },
    {
        "sol_type_id": "4",
        "sol_type_name": "Weisser Stern",
        "sol_type_f_metal": "0.90",
        "sol_type_f_crystal": "1.20",
        "sol_type_f_plastic": "1.15",
        "sol_type_f_fuel": "1.20",
        "sol_type_f_food": "0.95",
        "sol_type_f_power": "1.10",
        "sol_type_f_population": "1.00",
        "sol_type_f_buildtime": "1.00",
        "sol_type_comment": "Weisse Sterne sind stark energiehaltige Sterne, deren Energieausstösse für das extrem helle Licht verantwortlich sind.<br>Dadurch lässt sich in der Nähe von Weissen Sternen mit relativ wenig Aufwand Tritium und Strom herstellen. Ebenfalls positiv wirkt sich die Energiestrahlung auf die Kristallisation aus, jedoch nicht auf die Menschen. Jene ertragen die gewaltigen Energiemengen nicht zu lange, weshalb der Bevölkerungswachstum in Weissen Sternen meist kleiner als in anderen Sternen ist.",
        "sol_type_f_researchtime": "1.00",
        "sol_type_consider": "1"
    },
    {
        "sol_type_id": "5",
        "sol_type_name": "Violetter Stern",
        "sol_type_f_metal": "1.20",
        "sol_type_f_crystal": "0.90",
        "sol_type_f_plastic": "1.10",
        "sol_type_f_fuel": "1.00",
        "sol_type_f_food": "1.20",
        "sol_type_f_power": "1.10",
        "sol_type_f_population": "1.00",
        "sol_type_f_buildtime": "1.00",
        "sol_type_comment": "Violette Sterne sind sehr junge Sterne, die sich meistens innerhalb von Gaswolken befinden. Die für den Betrachter violette Färbung der Sonne entsteht durch die vielen verschiedenen Nebel, welche das Sonnenlicht jeweils verschieden brechen.<br>Weil die Sterne noch ziemlich jung sind, ist noch nicht viel über sie bekannt; die Beobachtungen der verschiedenen Völker haben erst begonnen.",
        "sol_type_f_researchtime": "0.90",
        "sol_type_consider": "1"
    },
    {
        "sol_type_id": "6",
        "sol_type_name": "Schwarzer Stern",
        "sol_type_f_metal": "1.00",
        "sol_type_f_crystal": "1.00",
        "sol_type_f_plastic": "1.00",
        "sol_type_f_fuel": "0.90",
        "sol_type_f_food": "1.00",
        "sol_type_f_power": "1.00",
        "sol_type_f_population": "1.00",
        "sol_type_f_buildtime": "0.90",
        "sol_type_comment": "Praktisch keiner weiss etwas über schwarze Sterne, da sie erst vor kurzem durch eine neuartige Objektivtechnologie sichtbar gemacht werden konnten.<br>Erst einzelne überragende Forscher haben angefangen, sich an diese Mysterien im All heranzuwagen.<br>Ungenannte Quellen munkeln jedoch, dass die schwarze Färbung durch aktive schwarze Löcher auftritt, was die Völker natürlich davor abschreckt, mehr über die Schwarzen Sterne rauszufinden.",
        "sol_type_f_researchtime": "1.00",
        "sol_type_consider": "1"
    },
    {
        "sol_type_id": "7",
        "sol_type_name": "Grüner Stern",
        "sol_type_f_metal": "1.40",
        "sol_type_f_crystal": "1.10",
        "sol_type_f_plastic": "1.00",
        "sol_type_f_fuel": "1.00",
        "sol_type_f_food": "1.20",
        "sol_type_f_power": "1.00",
        "sol_type_f_population": "1.00",
        "sol_type_f_buildtime": "1.10",
        "sol_type_comment": "Grüne Sterne wirken auf den ersten Blick giftig - und so ganz unrecht ist das auch nicht. Durch Gase aus dem Inneren der Sterne werden immer wieder Epidemien ausgelöst, die Teile der Bewohner von Grünen Sternen dahinraffen.<br>Entgegen den unwirtlichen Lebensbedingungen wirken sich die Gase und die Geostruktur positiv auf die Steingefüge der Sterne aus.<br>Es verwundert daher nicht, dass in Grünen Sternen oftmals Raffinerien, Erzwerke und Metallverarbeitungsanlagen anzutreffen sind.",
        "sol_type_f_researchtime": "1.00",
        "sol_type_consider": "1"
    }
]